signUp_createNewUser=Crea nuovo utente
signUp_createNewUser_tip=Il nuovo utente, per essere operativo, deve essere abilitato da uno degli amministratori del programma.
login_username=Username
login_password=Password
signUp_confirmPassword=Ripeti la password
pipeer_tip=Progettazione della tubisteria resa semplice
index_viewProjectSource=Visualizza il codice sorgente \u00bb
index_freeSoftware=\u00c8 software libero
index_freeSoftware_tip=PipeeR \u00e8 rilasciato tramite la GNU GPLv3. Essa \u00e8 una licenza copyleft the richiede, a chiunque ne distribuisca il codice od opere derivate, di rendere disponibili i sorgenti secondo gli stessi termini. Garantisce inoltre una protezione maggiore dai brevetti software.
index_simpleNotPoor=Semplice non significa scarno
index_simpleNotPoor_tip=PipeeR fa uso delle pi\u00f9 moderne tecnologie (Bootsfaces e JavaEE 7). \u00c8 tradotto in lingua inglese e italiana ed \u00e8 semplice da estendere e personalizzare. Ogni cosa \u00e8 fatta con passione e cura per i dettagli.
index_viewDetails=Scopri di pi\u00f9 \u00bb
index_costantDevelopment=Non si ferma mai
index_costantDevelopment_tip=Lo sviluppo continuo del progetto permette ad ESASS di evolvere. Si vuole aggiungere una funzionalit\u00e0? Chiedimi, o crea una pull request. Vuoi portare il progetto in un'altra direzione? Puoi farlo, la licenza GPL te lo permette.
login_login=Login
login_authentication=Autenticazione
failedAuth=Autenticazione fallita
failedAuth_tip=La combinazione di username e password non \u00e8 corretta.
failedAuth_tip_contactSysAdmin=Contattare l'amministratore per verificare la gravit\u00e0 dell'errore.
changePassword=Cambia password
changePassword_oldPassword=Password corrente
changePassword_newPassword=Nuova password
changePassword_confirmNewPassword=Ripeti la nuova password
manageUsers_user=Visualizza e modifica i campi dell'utente
manageUsers_user_tip=In questa pagina \u00e8 possibile modificare alcuni campi dell'utente
manageUsers_user_avaibleGroups=Gruppi disponibili
manageUsers_user_groups=Gruppi dell'utente
cancel=Annulla
save=Salva
manageUsers=Gestione utenti
manageUsers_tip=In questa pagina \u00e8 possibile visualizzare i dettagli di ogni utente, cambiarne le assiociazioni con i gruppi ed eliminare gli utenti.
delete=Elimina
manageUsers_users_delete=Eliminazione utente
manageUsers_users_delete_tip=Sei sicuro di voler eliminare gli utenti selezionati?
manageUsers_users_isActivated=Attivo?
actions=Azioni
edit=Modifica
masterDataSet=Anagrafica
customerSupplier_customers=Clienti
customerSupplier_suppliers=Fornitori
signUp=Nuovo utente
logout=Logout
customerSupplier_customers_tip=In questa pagina \u00e8 possibile visualizzare l'elenco dei clienti, crearne di nuovi oppure eliminarli
customerSupplier_suppliers_tip=In questa pagina \u00e8 possibile visualizzare l'elenco dei fornitori, crearne di nuovi oppure eliminarli
base_banks=Banche
base_banks_tip=In questa pagina \u00e8 possibile visualizzare l'elenco delle banche di appoggio, crearne di nuove oppure eliminarle
base=Archivi di base
base_bank_iban=IBAN
base_bank_branch=Filiale
open=Apri
base_bank_new=Nuova banca di appoggio
base_bank=Banca di appoggio
base_bank_tip=In questa pagina \u00e8 possibile visualizzare e modificare i dettagli della banca di appoggio.
base_bank_notes=Note
welcome=Benvenuto
welcome_tip=Adesso puoi accedere a tutte le funzioni del programma, oppure iniziare ad usarlo per lavorarci.
signIn=Accedi
base_deliveryMethods=Modalit\u00e0 di consegna
base_deliveryMethods_tip=In questa pagina \u00e8 possibile visualizzare l'elenco delle modalit\u00e0 di consegna, crearne di nuove oppure eliminarle
base_deliveryMethod_name=Modalit\u00e0
base_deliveryMethod_new=Nuova modalit\u00e0 di consegna
base_deliveryMethod=Modalit\u00e0 di consegna
base_deliveryMethod_tip=In questa pagina \u00e8 possibile visualizzare e modificare i dettagli della modalit\u00e0 di consegna
base_paymentMethod=Modalit\u00e0 di pagamento
base_paymentMethod_tip=In questa pagina \u00e8 possibile visualizzare e modificare i dettagli della modalit\u00e0 di pagamento
base_paymentMethod_name=Modalit\u00e0
base_paymentMethod_days=Giorni per il pagamento
base_paymentMethods=Modalit\u00e0 di pagamento
base_paymentMethods_tip=In questa pagina \u00e8 possibile visualizzare l'elenco delle modalit\u00e0 di pagamento, crearne di nuove oppure eliminarle
base_paymentMethod_new=Nuova modalit\u00e0 di pagamento
customerSupplier_suppliers_delete_tip=Sei sicuro di voler eliminare i fornitori selezionati?
customerSupplier_suppliers_delete=Eliminazione fornitori
new=Nuovo
customerSupplier_customer_businessName=Ragione sociale
customerSupplier_customer_name=Nome breve
